Repository: Kaian/klear
Catalog: languages/*/*.po
Languages: es_es, eu_es

source: Forbidden file type
es_es: Tipo de fichero no permitido
eu_es: Fitxategi mota debekatuta

source: Configuration error
es_es: Error de configuración
eu_es: Errorea konfigurazioan

source: Page not found
es_es: Página no encontrada
eu_es: Ez da orririk aurkitu

source: Undefined error
es_es: Error Indefinido
eu_es: Errore ezezaguna

source: Change language
es_es: Cambiar de idioma
eu_es: Hizkuntza aldatu

source: Collapse All.
es_es: Replegar todo.
eu_es: Dana itxi.

source: Remember opened main tabs.
es_es: Recordar las pestañas de menú abiertas
eu_es: Irekitako lehioak gogoratu.

source: Hide/Show unselected tab names.
es_es: Mostrar/ocultar los nombres de las pestañas no seleccionadas.

source: Change theme
es_es: Cambiar tema
eu_es: Itxura aldatu

source: Global help
es_es: Ayuda global

source: logout
es_es: Desconectarse
eu_es: saioa amaitu

source: No menu configuration found in klear.yaml
es_es: No se ha encontrado la configuración del menú en klear.yaml
eu_es: Ez da menuaren configurazioa klear.yaml-en aurkitu

source: User
es_es: Usuario
eu_es: Erabiltzailea

source: Password
es_es: Contraseña
eu_es: Pasahitza

source: Authenticate
es_es: Autenticarse
eu_es: Autentifikatu

source: Shortcuts information Ctrl+Alt+<em>[KEY]</em>
es_es: Información de shortcuts Ctrl+Alt+<em>[KEY]</em>

source: Toolsbar information
es_es: Información de la barra de herramientas

source: close other tabs.
es_es: cierra las demás pestañas menos el actual.

source: closes current tab.
es_es: cierra la pestaña actual.

source: reloads current tab.
es_es: recarga la pestaña actual.

source: goes to previous tab.
es_es: va a la siguiente pestaña anterior.

source: goes to next tab.
es_es: va a la siguiente pestaña.

source: toggles menu view.
es_es: activa/desactiva el menú.

source: toggles header view.
es_es: activa/desactiva la cabecera.

source: toggles fullscreen view.
es_es: activa/desactiva la pantalla completa.

source: toggles help dialog.
es_es: abre el diálogo de ayuda.

source: toggles unselected tab names.
es_es: Mostrar/ocultar los nombres de las pestañas no seleccionadas.

source: Do you really want to leave?
es_es: ¿Está seguro de que quiere abandonar esta página?
eu_es: Ziur irten nahi duzula?

source: Module registration error.
es_es: Error registrando el módulo.
eu_es: Errorea modulua erregistratzean.

source: Klear Module Error
es_es: Error de Klear Module
eu_es: Klear Module Errorea

source: This tab is locked.
es_es: La pestaña está bloqueada.
eu_es: Fitxa hau blokeatuta dago.

source: Upload in progress.
es_es: Carga en proceso.
eu_es: Igoera prozesuan.

source: Close the screen?
es_es: ¿Cerrar la ventana?
eu_es: Pantaila itxi?

source: Attention!
es_es: ¡Atención!
eu_es: Kontuz!

source: Cancel
es_es: Cancelar
eu_es: Ezeztatu

source: Ignore changes and close
es_es: Ignorar cambios y cerrar
eu_es: Aldaketak ezeztatu eta itxi

source: Loading content
es_es: Cargando contenido
eu_es: Edukia kargatzen

source: Loading Main Module
es_es: Cargando Módulo Principal
eu_es: Modulu printzipala kargatzen

source: Loading Secondary modules
es_es: Cargando módulos Secundarios
eu_es: Bigarren mailako moduluak kargatzen

source: Error downloading template [%s].
es_es: Error descargando el template [%s].
eu_es: Errorea [%s] txantiloia jaisten.

source: Unknown response format in Simple Response
es_es: Formato desconocido de respuesta en Simple Response
eu_es: Erantzun modu ezezaguna Simple Responsen.

source: Undefined Error
es_es: Error Indefinido
eu_es: Errore ezezaguna

source: Show All Items
es_es: Mostrar todos los elementos
eu_es: Dena erakutsi

source: Error: %s.
eu_es: Errorea: %s.
